Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RETRIEVE_SUMMARY_TITLE
source: Retrieve Your Printed Summary
ar: التقط الملخص المطبوع
bg: Вземете отпечатаното обобщение
ca: No et descuidis el resum imprès
cs: Vyzvedněte si vytištěný souhrn
da: Hent din udskrevne oversigt
de: Deine ausgedruckte Übersicht wiedererlangen
el: Πάρτε την εκτυπωμένη σύνοψη
es: Recoge el resumen imprimido
es_419: Ve por el resumen impreso
fi: Nouda tulostettu yhteenveto
fr: Récupérez votre résumé imprimé
fr_ca: Récupérer le résumé imprimé
he: יש לאסוף את הסיכום המודפס
hi: अपना प्रिंट किया गया सारांश रिट्रीव करें
hr: Pokupite ispisani sažetak
hu: Nyomtatott összefoglaló lekérése
id: Ambil Ringkasan Cetak Anda
it: Ritira il riepilogo stampato
ja: プリントされた概要を回収
kk: Басып шығарылған жинақтаманы алу
ko: 프린트한 요약 회수
lt: Pasiimkite išspausdintą santrauką
ms: Ambil Ringkasan Dicetak Anda
nb: Hent utskriften av sammendraget
nl: Haal je afgedrukte overzicht op
pl: Zabierz wydruk podsumowania
pt_br: Recolha o Resumo Impresso
pt_pt: Obter o resumo impresso
ro: Luați rezumatul tipărit
ru: Заберите распечатанную информацию из принтера
sk: Vezmite si vytlačený súhrn
sl: Pridobite natisnjeni povzetek
sv: Hämta den utskrivna översikten
th: รับสรุปที่พิมพ์ของคุณ
tr: Yazdırılan Özetinizi Alın
uk: Заберіть надрукований звіт
vi: Truy xuất bản tóm tắt đã in của bạn
zh_cn: 取回打印的摘要
zh_hk: 取回列印摘要
zh_tw: 取回你列印的摘要

source: Retry
ar: حاول مجددًا
bg: Опитай пак
ca: Reintenta
cs: Znovu
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
es_419: Reintentar
fi: Uudelleen
fr: Réessayer
fr_ca: Réessayer
he: ניסיון חוזר
hi: फिर कोशिश करें
hr: Ponovi
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: 再試行
kk: Қайталау
ko: 재시도
lt: Bandyti dar kartą
ms: Cuba Semula
nb: Prøv på nytt
nl: Opnieuw
pl: Ponów
pt_br: Repetir
pt_pt: Voltar a tentar
ro: Reîncercați
ru: Повторить
sk: Skúsiť znovu
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_cn: 重试
zh_hk: 再試
zh_tw: 再試一次

# REVIEW_RECOVERY_CONTACT_INFO
source: Your recovery contact can help you regain access to your account if you forget your password or passcode. Update your recovery contact if they can no longer help you.
ar: بإمكان جهة اتصال الاسترداد مساعدتك في استعادة الوصول إلى حسابك إذا نسيت كلمة السر أو رمز الدخول. يرجى تحديث جهة اتصال الاسترداد إذا لم يعد بإمكانها مساعدتك.
bg: Контактът ви за възстановяване може да ви помогне да получите отново достъп до регистрацията си, ако забравите вашата парола или код. Обновете вашия контакт за възстановяване, ако този човек вече не може повече да ви помага.
ca: El contacte de recuperació et pot ajudar a tornar a accedir al compte en cas que mai oblidis la contrasenya o el codi. Si el contacte que havies designat ja no et pot ajudar, convé que l’actualitzis.
cs: Kontakt pro obnovení vám může pomoct znovu získat přístup k vašemu účtu v případě, že zapomenete heslo nebo kód. Pokud vám už nastavený kontakt pro obnovení pomoct nemůže, aktualizujte ho.
da: Hvis du glemmer din adgangskode eller kode til enheden, kan din gendannelseskontakt hjælpe dig med at få adgang til din konto igen. Hvis vedkommende ikke længere kan hjælpe dig, skal du opdatere din gendannelseskontakt.
de: Dein Wiederherstellungskontakt kann dir helfen, den Zugriff auf deinen Account wiederzuerlangen, falls du dein Passwort oder deinen Code vergessen solltest. Aktualisiere deinen Wiederherstellungskontakt, wenn er dich nicht mehr unterstützen kann.
el: Η επαφή ανάκτησής σας μπορεί να σας βοηθήσει να προσπελάσετε εκ νέου τον λογαριασμό σας αν ξεχάσετε το συνθηματικό ή τον κωδικό σας. Ενημερώστε την επαφή ανάκτησής σας αν δεν μπορεί πλέον να σας βοηθήσει.
es: Tu contacto de recuperación puede ayudarte a recuperar el acceso a tu cuenta si alguna vez olvidas tu contraseña o código. Si la persona que has designado como contacto de recuperación ya no puede ayudarte, elige a otra.
es_419: Tu contacto de recuperación puede ayudarte a recuperar el acceso a tu cuenta si se te olvida la contraseña o el código. Si esta persona ya no puede ayudarte, actualiza tu contacto de recuperación.
fi: Palautuksen yhteyshenkilö voi auttaa sinua saamaan tilisi takaisin käyttöösi, jos unohdat salasanasi tai pääsykoodisi. Päivitä palautuksen yhteyshenkilö, jos hän ei voi enää auttaa sinua.
fr: Votre contact de récupération peut vous aider à recouvrer l’accès à votre compte en cas d’oubli de votre mot de passe ou de votre code. Mettez à jour votre contact de récupération si ce dernier n’est plus en mesure de vous aider.
fr_ca: Votre contact de récupération peut vous aider à récupérer l’accès à votre compte en cas d’oubli de votre mot de passe ou de votre code. Mettez à jour le contact de récupération s’il n’est plus en mesure de vous aider.
he: אם שכחת את הסיסמה או את קוד הגישה, איש הקשר שלך לשחזור יכול לעזור לך לקבל מחדש גישה לחשבון. אם אין באפשרותו עוד לעזור לך, יש לעדכן את רשימת אנשי הקשר לשחזור.
hi: यदि आप अपना पासवर्ड या पासकोड भूल जाते हैं, तो आपके रिकवरी संपर्क से आपको अपने खाते का ऐक्सेस फिर से हासिल करने में मदद मिल सकती है। यदि अब आपको अपने रिकवरी संपर्क से सहायता नहीं मिल रही है, तो उन्हें अपडेट करें।
hr: Vaš kontakt za oporavak može vam pomoći vratiti pristup vašem računu ako zaboravite svoju lozinku ili šifru. Ažurirajte svoj kontakt za oporavak ako vam više ne može pomoći.
hu: A helyreállítási kontaktja segítséget nyújthat a fiókjához való hozzáférés visszaszerzésében, ha elfelejti a jelszavát vagy a jelkódját. Ha a helyreállítási kontaktja már nem tud Önnek segíteni, frissítse a helyreállítási kontaktját.
id: Kontak pemulihan dapat membantu Anda mendapatkan kembali akses ke akun Anda jika Anda lupa kata sandi atau kode sandi Anda. Perbarui kontak pemulihan Anda jika mereka tidak lagi dapat membantu Anda.
it: Il contatto di recupero può aiutarti a ottenere nuovamente l’accesso al tuo account se dimentichi la password o il codice. Se questo contatto non è più in grado di aiutarti, aggiornalo.
ja: パスワードやパスコードを忘れた場合、復旧用連絡先にアカウントへのアクセスの回復を助けてもらうことができます。復旧用連絡先があなたを助けることができなくなった場合は、復旧用連絡先をアップデートしてください。
kk: Құпиясөзді немесе құпиякодты ұмытып қалсаңыз, қалпына келтіру контактісі аккаунтыңызға қайта кіруге көмектеседі. Егер қалпына келтіру контактіңіз бұдан былай көмектесе алмаса, оны жаңартыңыз.
ko: 암호를 잊어버린 경우 계정에 다시 접근하는 데 복구 연락처의 도움을 받을 수 있습니다. 기존 복구 연락처가 더 이상 사용자를 도울 수 없는 경우 복구 연락처를 업데이트하십시오.
lt: Jei pamirštumėte slaptažodį arba prieigos kodą, prieigą atkuriantis asmuo gali padėti atgauti prieigą prie paskyros. Atnaujinkite prieigą atkuriančio asmens informaciją, jei jis nebegali jums padėti.
ms: Kenalan pemulihan anda boleh membantu anda mendapatkan semula akses kepada akaun anda jika anda terlupa kata laluan atau kod laluan anda. Kemas kini kenalan pemulihan anda jika mereka tidak lagi boleh membantu anda.
nb: Gjenopprettingskontakten kan hjelpe deg med å få tilgang til kontoen din igjen hvis du glemmer passordet eller koden. Oppdater gjenopprettingskontakten din hvis hen ikke lenger er i stand til å hjelpe deg.
nl: Je herstelcontact kan je helpen de toegang tot je account te herstellen als je je wachtwoord of toegangscode vergeet. Werk je herstelcontact bij als deze persoon je niet meer kan helpen.
pl: Twój kontakt odzyskiwania może pomóc Ci odzyskać dostęp do konta, gdy zapomnisz swoje hasło lub kod. Jeżeli Twój kontakt odzyskiwania nie może już Ci w tym pomóc, wybierz do tej roli inną osobę.
pt_br: Seu contato de recuperação pode ajudar a recuperar o acesso à sua conta caso você esqueça sua senha ou código. Atualize seu contato de recuperação caso ele não possa mais ajudar você.
pt_pt: O seu contacto de recuperação pode ajudar a recuperar o acesso à sua conta caso se esqueça da palavra‑passe ou do código. Atualize esse contacto se já não puder ajudar.
ro: Contactul de recuperare vă poate ajuta să redobândiți accesul asupra contului dvs. dacă vă uitați parola sau codul de acces. Actualizați contactul de recuperare dacă nu vă mai poate ajuta.
ru: Контакт для восстановления доступа может помочь Вам вернуть доступ к учетной записи, если Вы забудете свой пароль или код‑пароль. Обновите контакт для восстановления доступа, если этот человек больше не может помочь Вам.
sk: Váš kontakt na obnovu vám môže pomôcť znovu získať prístup k vášmu účtu v prípade, ak zabudnete svoje heslo alebo kód zariadenia. Ak vám už nemôže pomôcť, aktualizujte ho.
sl: Če pozabite geslo ali kodo za dostop, vam lahko vaš stik za obnovitev pomaga pri povrnitvi dostopa do računa. Če vam vaš stik za obnovitev ne more več pomagati, ga posodobite.
sv: Din återställningskontakt kan hjälpa dig att få tillbaka tillgången till ditt konto om du skulle glömma ditt lösenord eller din lösenkod. Uppdatera din återställningskontakt om hen inte längre kan hjälpa dig.
th: ผู้ติดต่อการกู้คืนของคุณสามารถช่วยให้คุณเข้าถึงบัญชีของคุณได้อีกครั้งหากคุณลืมรหัสผ่านหรือรหัสของคุณ อัปเดตผู้ติดต่อการกู้คืนของคุณหากเขาไม่สามารถช่วยคุณได้อีกต่อไป
tr: Kurtarma kişiniz, parolanızı unutursanız hesabınıza yeniden erişim kazanmanıza yardımcı olabilir. Kurtarma kişiniz artık yardım edemeyecekse onu güncelleyin.
uk: Ваш контакт для відновлення може допомогти вам відновити доступ до вашого облікового запису, якщо ви не памʼятатимете пароль чи код допуску. Змініть контакт для відновлення, якщо він більше не може вам допомогти.
vi: Liên hệ khôi phục có thể giúp bạn lấy lại quyền truy cập vào tài khoản của mình nếu bạn quên mật khẩu hoặc mật mã. Hãy cập nhật liên hệ khôi phục nếu người đó không thể tiếp tục giúp bạn.
zh_cn: 若忘记密码，恢复联系人可帮助你重新访问账户。若其无法继续提供帮助，请更新恢复联系人。
zh_hk: 如果你忘記密碼，還原聯絡人可以協助你重新取用帳户。如果還原聯絡人無法再協助你，請更新還原聯絡人。
zh_tw: 如果你忘記密碼，復原聯絡人可協助你重新取用帳號。如果復原聯絡人無法再協助你，請加以更新。

# REVIEW_RECOVERY_CONTACT_TITLE
source: Review Your Recovery Contact
ar: مراجعة جهة اتصال الاسترداد
bg: Преглед на вашия контакт за възстановяване
ca: Revisa el contacte de recuperació
cs: Zkontrolujte svůj kontakt pro obnovení
da: Gennemgå din gendannelseskontakt
de: Wiederherstellungskontakt überprüfen
el: Ελέγξτε την επαφή ανάκτησής σας
es: Revisa tu contacto de recuperación
es_419: Revisa tu contacto de recuperación
fi: Tarkista palautuksen yhteyshenkilö
fr: Vérifiez votre contact de récupération
fr_ca: Vérifiez votre contact de récupération
he: בדיקה של איש הקשר לשחזור
hi: अपने रिकवरी संपर्क की समीक्षा करें
hr: Pregledajte svoj kontakt za oporavak
hu: Tekintse át a helyreállítási kontaktját
id: Tinjau Kontak Pemulihan Anda
it: Rivedi il contatto di recupero
ja: 復旧用連絡先を確認
kk: Қалпына келтіру контактіңізді қарап шығу
ko: 복구 연락처 검토
lt: Peržiūrėkite prieigą atkuriantį asmenį
ms: Semak Kenalan Pemulihan Anda
nb: Kontroller gjenopprettingskontakten din
nl: Controleer je herstel­contact
pl: Przejrzyj dane kontaktu odzyskiwania
pt_br: Revise Seu Contato de Recuperação
pt_pt: Rever o contacto de recuperação
ro: Revizuiți contactul de recuperare
ru: Проверка контакта для восстановления доступа
sk: Skontrolujte svoj kontakt na obnovu
sl: Pregled stika za obnovitev
sv: Granska återställningskontakten
th: ตรวจสอบผู้ติดต่อการกู้คืนของคุณ
tr: Kurtarma Kişinizi Gözden Geçirin
uk: Перегляд контакту для відновлення
vi: Xem lại liên hệ khôi phục của bạn
zh_cn: 检查恢复联系人
zh_hk: 檢視你的還原聯絡人
zh_tw: 檢視你的復原聯絡人

# REVIEW_RECOVERY_CONTACTS_INFO
source: Your recovery contacts can help you regain access to your account if you forget your password or passcode. Update your recovery contacts if they can no longer help you.
ar: بإمكان جهات اتصال الاسترداد مساعدتك في استعادة الوصول إلى حسابك إذا نسيت كلمة السر أو رمز الدخول. يرجى تحديث جهات اتصال الاسترداد إذا لم يعد بإمكانها مساعدتك.
bg: Контактите ви за възстановяване могат да ви помогнат да получите отново достъп до регистрацията си, ако забравите вашата парола или код. Обновете вашите контакти за възстановяване, ако те не могат повече да ви помагат.
ca: Els contactes de recuperació et poden ajudar a tornar a accedir al compte en cas que mai oblidis la contrasenya o el codi. Si els contactes que havies designat ja no et poden ajudar, convé que els actualitzis.
cs: Kontakty pro obnovení vám můžou pomoct znovu získat přístup k vašemu účtu v případě, že zapomenete heslo nebo kód. Pokud vám už nastavené kontakty pro obnovení pomoct nemůžou, aktualizujte je.
da: Hvis du glemmer din adgangskode eller kode til enheden, kan dine gendannelseskontakter hjælpe dig med at få adgang til din konto igen. Hvis de ikke længere kan hjælpe dig, skal du opdatere dine gendannelseskontakter.
de: Deine Wiederherstellungskontakte können dir helfen, den Zugriff auf deinen Account wiederzuerlangen, falls du dein Passwort oder deinen Code vergessen solltest. Aktualisiere deine Wiederherstellungskontakte, wenn sie dich nicht mehr unterstützen können.
el: Οι επαφές ανάκτησής σας μπορούν να σας βοηθήσουν να προσπελάσετε εκ νέου τον λογαριασμό σας αν ξεχάσετε το συνθηματικό ή τον κωδικό σας. Ενημερώστε τις επαφές ανάκτησής σας αν δεν μπορούν πλέον να σας βοηθήσουν.
es: Tus contactos de recuperación pueden ayudarte a recuperar el acceso a tu cuenta si alguna vez olvidas tu contraseña o código. Si las personas que has designado como contactos de recuperación ya no pueden ayudarte, elige a otras.
es_419: Tus contactos de recuperación pueden ayudarte a recuperar el acceso a tu cuenta si se te olvida la contraseña o el código. Actualízalos si ya no están disponibles.
fi: Palautuksen yhteyshenkilöt voivat auttaa sinua saamaan tilisi takaisin käyttöösi, jos unohdat salasanasi tai pääsykoodisi. Päivitä palautuksen yhteyshenkilöt, jos he eivät voi enää auttaa sinua.
fr: Vos contacts de récupération peuvent vous aider à recouvrer l’accès à votre compte en cas d’oubli de votre mot de passe ou de votre code. Mettez à jour vos contacts de récupération si ces derniers ne sont plus en mesure de vous aider.
fr_ca: Vos contacts de récupération peuvent vous aider à récupérer l’accès à votre compte en cas d’oubli de votre mot de passe ou de votre code. Mettez à jour vos contacts de récupération s’ils ne sont plus en mesure de vous aider.
he: אם שכחת את הסיסמה או את קוד הגישה, אנשי הקשר שלך לשחזור יכולים לעזור לך לקבל מחדש גישה לחשבון. אם אין באפשרותם עוד לעזור לך, יש לעדכן את רשימת אנשי הקשר לשחזור.
hi: यदि आप अपना पासवर्ड या पासकोड भूल जाते हैं, तो आपके रिकवरी संपर्कों से आपको अपने खाते का ऐक्सेस फिर से हासिल करने में मदद मिल सकती है। यदि अब आपको अपने रिकवरी संपर्कों से सहायता नहीं मिल रही है, तो उन्हें अपडेट करें।
hr: Vaši kontakti za oporavak mogu vam pomoći vratiti pristup vašem računu ako zaboravite svoju lozinku ili šifru. Ažurirajte svoje kontakte za oporavak ako vam više ne mogu pomoći.
hu: A helyreállítási kontaktjai segítséget nyújthatnak a fiókjához való hozzáférés visszaszerzésében, ha elfelejti a jelszavát vagy a jelkódját. Ha a helyreállítási kontaktjai már nem tudnak Önnek segíteni, frissítse a helyreállítási kontaktjait.
id: Kontak pemulihan dapat membantu Anda mendapatkan kembali akses ke akun Anda jika Anda lupa kata sandi atau kode sandi Anda. Perbarui kontak pemulihan Anda jika mereka tidak lagi dapat membantu Anda.
it: I contatti di recupero possono aiutarti a ottenere nuovamente l’accesso al tuo account se dimentichi la password o il codice. Se alcuni di questi contatti non sono più in grado di aiutarti, aggiornali.
ja: パスワードやパスコードを忘れた場合、復旧用連絡先にアカウントへのアクセスの回復を助けてもらうことができます。復旧用連絡先があなたを助けることができなくなった場合は、復旧用連絡先をアップデートしてください。
kk: Құпиясөзді немесе құпиякодты ұмытып қалсаңыз, қалпына келтіру контактілері аккаунтыңызға қайта кіруге көмектеседі. Егер қалпына келтіру контактілеріңіз бұдан былай көмектесе алмаса, оларды жаңартыңыз.
ko: 암호를 잊어버린 경우 계정에 다시 접근하는 데 복구 연락처의 도움을 받을 수 있습니다. 기존 복구 연락처가 더 이상 사용자를 도울 수 없는 경우 복구 연락처를 업데이트하십시오.
lt: Jei pamirštumėte slaptažodį arba prieigos kodą, prieigą atkuriantys asmenys gali padėti atgauti prieigą prie paskyros. Atnaujinkite prieigą atkuriančių asmenų informaciją, jei kai kurie iš jų nebegali jums padėti.
ms: Kenalan pemulihan anda boleh membantu anda mendapatkan semula akses kepada akaun anda jika anda terlupa kata laluan atau kod laluan anda. Kemas kini kenalan pemulihan anda jika mereka tidak lagi boleh membantu anda.
nb: Gjenopprettings­kontaktene kan hjelpe deg med å få tilgang til kontoen din igjen hvis du glemmer passordet eller koden. Oppdater gjenopprettings­kontaktene dine hvis de ikke lenger er i stand til å hjelpe deg.
nl: Je herstelcontacten kunnen je helpen de toegang tot je account te herstellen als je je wachtwoord of toegangscode vergeet. Werk je herstelcontacten bij als ze je niet meer kunnen helpen.
pl: Twoje kontakty odzyskiwania mogą pomóc Ci odzyskać dostęp do konta, gdy zapomnisz jego hasła lub kodu. Jeżeli Twoje kontakty odzyskiwania nie mogą już Ci w tym pomóc, wybierz do tej roli inne osoby.
pt_br: Os contatos de recuperação podem ajudar a recuperar o acesso à sua conta caso você esqueça sua senha ou código. Atualize seus contatos de recuperação caso eles não possam mais ajudar você.
pt_pt: Os seus contactos de recuperação podem ajudar a recuperar o acesso à sua conta caso se esqueça da palavra‑passe ou do código. Atualize esses contactos se já não puderem ajudar.
ro: Contactele de recuperare vă pot ajuta să redobândiți accesul asupra contului dvs. dacă vă uitați parola sau codul de acces. Actualizați contactele de recuperare dacă nu vă mai pot ajuta.
ru: Контакты для восстановления доступа могут помочь Вам вернуть доступ к учетной записи, если Вы забудете свой пароль или код‑пароль. Если эти люди больше не могут помочь Вам, обновите контакты для восстановления доступа.
sk: Vaše kontakty na obnovu vám môžu pomôcť znovu získať prístup k vášmu účtu v prípade, ak zabudnete svoje heslo alebo kód zariadenia. Ak vám už nemôžu pomôcť, aktualizujte ich.
sl: Če pozabite geslo ali kodo za dostop, vam lahko vaši stiki za obnovitev pomagajo pri povrnitvi dostopa do računa. Če vam vaši stiki za obnovitev ne morejo več pomagati, jih posodobite.
sv: Dina återställningskontakter kan hjälpa dig att få tillbaka tillgången till ditt konto om du skulle glömma ditt lösenord eller din lösenkod. Uppdatera dina återställningskontakter om de inte längre kan hjälpa dig.
th: ผู้ติดต่อการกู้คืนของคุณสามารถช่วยให้คุณเข้าถึงบัญชีของคุณได้อีกครั้งหากคุณลืมรหัสผ่านหรือรหัสของคุณ อัปเดตผู้ติดต่อการกู้คืนของคุณหากพวกเขาไม่สามารถช่วยคุณได้อีกต่อไป
tr: Kurtarma kişileriniz, parolanızı unutursanız hesabınıza yeniden erişim kazanmanıza yardımcı olabilir. Kurtarma kişileriniz artık yardım edemeyeceklerse onları güncelleyin.
uk: Ваші контакти для відновлення можуть допомогти вам відновити доступ до вашого облікового запису, якщо ви не памʼятатимете пароль чи код допуску. Змініть контакти для відновлення, якщо вони більше не можуть вам допомогти.
vi: Các liên hệ khôi phục có thể giúp bạn lấy lại quyền truy cập vào tài khoản của mình nếu bạn quên mật khẩu hoặc mật mã. Hãy cập nhật các liên hệ khôi phục nếu họ không thể tiếp tục giúp bạn.
zh_cn: 若忘记密码，恢复联系人可帮助你重新访问账户。若其无法继续提供帮助，请更新恢复联系人。
zh_hk: 如果你忘記密碼，還原聯絡人可以協助你重新取用帳户。如果還原聯絡人無法再協助你，請更新還原聯絡人。
zh_tw: 如果你忘記密碼，復原聯絡人可協助你重新取用帳號。如果復原聯絡人無法再協助你，請加以更新。

# REVIEW_RECOVERY_CONTACTS_TITLE
source: Review Your Recovery Contacts
ar: مراجعة جهات اتصال الاسترداد
bg: Преглед на вашите контакти за възстановяване
ca: Revisa els contactes de recuperació
cs: Zkontrolujte své kontakty pro obnovení
da: Gennemgå dine gendannelseskontakter
de: Wiederherstellungskontakte überprüfen
el: Ελέγξτε τις επαφές ανάκτησής σας
es: Revisa tus contactos de recuperación
es_419: Revisa tus contactos de recuperación
fi: Tarkista palautuksen yhteyshenkilöt
fr: Vérifiez vos contacts de récupération
fr_ca: Vérifiez vos contacts de récupération
he: בדיקה של אנשי הקשר לשחזור
hi: अपने रिकवरी संपर्कों की समीक्षा करें
hr: Pregledajte svoje kontakte za oporavak
hu: Tekintse át a helyreállítási kontaktjait
id: Tinjau Kontak Pemulihan Anda
it: Rivedi i contatti di recupero
ja: 復旧用連絡先を確認
kk: Қалпына келтіру контактілеріңізді қарап шығу
ko: 복구 연락처 검토
lt: Peržiūrėkite prieigą atkuriančius asmenis
ms: Semak Kenalan Pemulihan Anda
nb: Kontroller gjenopprettingskontaktene dine
nl: Controleer je herstel­contacten
pl: Przejrzyj dane kontaktów odzyskiwania
pt_br: Revise Seus Contatos de Recuperação
pt_pt: Rever os contactos de recuperação
ro: Revizuiți contactele de recuperare
ru: Проверка контактов для восстановления доступа
sk: Skontrolujte svoje kontakty na obnovu
sl: Pregled stikov za obnovitev
sv: Granska återställningskontakterna
th: ตรวจสอบผู้ติดต่อการกู้คืนของคุณ
tr: Kurtarma Kişilerinizi Gözden Geçirin
uk: Перегляньте контакти для відновлення
vi: Xem lại các liên hệ khôi phục của bạn
zh_cn: 检查恢复联系人
zh_hk: 檢視你的還原聯絡人
zh_tw: 檢視你的復原聯絡人

# SAVE_FAILED_MESSAGE
source: An error occurred while trying to save the iCloud account.
ar: حدث خطأ أثناء محاولة حفظ حساب iCloud.
bg: Възникна грешка при записването на регистрацията iCloud.
ca: Hi ha hagut un error en provar de desar el compte de l’iCloud.
cs: Při pokusu o uložení účtu iCloud se vyskytla chyba.
da: Der opstod en fejl under forsøg på at gemme iCloud-kontoen.
de: Beim Sichern des iCloud-Accounts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης του λογαριασμού σας στο iCloud.
es: Se ha producido un error al intentar guardar la cuenta de iCloud.
es_419: Se presentó un error al intentar guardar la cuenta iCloud.
fi: iCloud-tiliä tallennettaessa tapahtui virhe.
fr: Une erreur s’est produite lors de la tentative d’enregistrement de votre compte iCloud.
fr_ca: Une erreur s’est produite lors de la tentative d’enregistrement de votre compte iCloud.
he: אירעה שגיאה בעת הניסיון לשמור את חשבון ה-iCloud.
hi: iCloud खाता सहेजने की कोशिश करते समय एरर हुआ।
hr: Došlo je do greške tijekom pokušaja spremanja iCloud računa.
hu: Hiba lépett fel az iCloud-fiók mentése során.
id: Terjadi kesalahan saat mencoba menyimpan akun iCloud.
it: Si è verificato un errore durante il salvataggio dell’account iCloud.
ja: iCloudアカウントの保存中にエラーが起きました。
kk: iCloud аккаунтын сақтау барысында қате пайда болды.
ko: iCloud 계정을 저장하는 동안 오류가 발생했습니다.
lt: Bandant išsaugoti „iCloud“ paskyrą įvyko klaida.
ms: Ralat berlaku semasa cuba menyimpan akaun iCloud.
nb: Det oppsto en feil under arkivering av iCloud-kontoen.
nl: Er heeft zich een fout voorgedaan tijdens het bewaren van de iCloud-account.
pl: Wystąpił błąd podczas próby zachowania konta iCloud.
pt_br: Ocorreu um erro ao tentar salvar a conta do iCloud.
pt_pt: Ocorreu um erro ao tentar guardar a conta iCloud.
ro: A survenit o eroare la încercarea de a salva contul de iCloud.
ru: Произошла ошибка при попытке сохранить учетную запись iCloud.
sk: Pri pokuse o uloženie iCloud účtu nastala chyba.
sl: Pri shranjevanju računa iCloud je prišlo do napake.
sv: Ett fel inträffade medan iCloud-kontot sparades.
th: เกิดข้อผิดพลาดในระหว่างพยายามบันทึกบัญชี iCloud
tr: iCloud hesabını kaydetmeye çalışırken bir hata oluştu.
uk: Сталася помилка під час спроби зберегти обліковий запис iCloud.
vi: Đã xảy ra lỗi trong khi cố gắng lưu tài khoản iCloud.
zh_cn: 尝试存储iCloud账户时出错。
zh_hk: 嘗試儲存iCloud帳户時發生錯誤。
zh_tw: 嘗試儲存iCloud帳號時發生錯誤。
